Repository: taxlien-online/taxlien-swipe-app
Catalog: lib/l10n/app_*.arb
Languages: bn, hi, ru, th, zh

# profileTitle
source: Expert Profile
bn: বিশেষজ্ঞ প্রোফাইল
hi: विशेषज्ञ प्रोफ़ाइल
ru: Профиль эксперта
th: โปรไฟล์ผู้เชี่ยวชาญ
zh: 专家个人资料

source: Language
bn: ভাষা
hi: भाषा
ru: Язык
th: ภาษา
zh: 语言

source: Settings
bn: সেটিংস
hi: सेटिंग्स
ru: Настройки
th: การตั้งค่า
zh: 设置

source: Roles
bn: ভূমিকা
hi: भूमिकाएं
ru: Роли
th: บทบาท
zh: 角色

source: Switch Profile
bn: প্রোফাইল পরিবর্তন করুন
hi: प्रोफ़ाइल बदलें
ru: Сменить профиль
th: เปลี่ยนโปรไฟล์
zh: 切换个人资料

source: Retry
bn: আবার চেষ্টা করুন
hi: पुनः प्रयास करें
ru: Повторить
th: ลองใหม่
zh: 重试

source: Start Over
bn: আবার শুরু করুন
hi: फिर से शुरू करें
ru: Начать заново
th: เริ่มใหม่
zh: 重新开始

source: No more properties!
bn: আর কোন সম্পত্তি নেই!
hi: कोई और संपत्ति नहीं!
ru: Объекты закончились!
th: ไม่มีทรัพย์สินเพิ่มเติม!
zh: 没有更多房产！

# checkBackLater
source: Check back later for new listings
bn: নতুন তালিকার জন্য পরে আবার আসুন
hi: नई लिस्टिंग के लिए बाद में वापस आएं
ru: Зайдите позже для новых объявлений
th: กลับมาตรวจสอบรายการใหม่ในภายหลัง
zh: 稍后回来查看新列表

source: Daily Limit Reached
bn: দৈনিক সীমা পৌঁছে গেছে
hi: दैनिक सीमा समाप्त
ru: Дневной лимит исчерпан
th: ถึงขีดจำกัดรายวันแล้ว
zh: 达到每日限制

source: Maybe Later
bn: পরে হতে পারে
hi: बाद में
ru: Возможно позже
th: ไว้วันหลัง
zh: 以后再说

source: Upgrade Now
bn: এখনই আপগ্রেড করুন
hi: अभी अपग्रेड करें
ru: Обновить сейчас
th: อัปเกรดตอนนี้
zh: 现在升级

source: Expert
bn: বিশেষজ্ঞ
hi: विशेषज्ञ
ru: Эксперт
th: ผู้เชี่ยวชาญ
zh: 专家

source: Foreclosure Mode
bn: ফোরক্লোজার মোড
hi: फोरक्लोज़र मोड
ru: Режим Foreclosure
th: โหมดบังคับคดี
zh: 法拍模式

# hintFviBody
source: FVI shows value for your family. Tap the badge for details.
bn: FVI আপনার পরিবারের জন্য মান দেখায়। বিস্তারিত জানতে ব্যাজ ট্যাপ করুন।
hi: FVI आपके परिवार के लिए मूल्य दिखाता है। विवरण के लिए बैज टैप करें।
ru: FVI показывает ценность для вашей семьи. Нажмите на значок для деталей.
th: FVI แสดงคุณค่าสำหรับครอบครัวของคุณ แตะตราเพื่อดูรายละเอียด
zh: FVI 显示对您家庭的价值。点击徽章查看详情。

# hintForeclosureTitle
source: Foreclosure %
bn: ফোরক্লোজার %
hi: फोरक्लोज़र %
th: % บังคับคดี
zh: 法拍 %

# hintForeclosureBody
source: Probability of acquiring the property. 85%+ = high chance.
bn: সম্পত্তি অর্জনের সম্ভাবনা। ৮৫%+ = উচ্চ সুযোগ।
hi: संपत्ति प्राप्त करने की संभावना। 85%+ = उच्च मौका।
ru: Вероятность приобретения объекта. 85%+ = высокая вероятность.
th: ความน่าจะเป็นในการได้ทรัพย์สิน 85%+ = โอกาสสูง
zh: 获得房产的概率。85%+ = 高概率。

# hintFilterTitle
source: Filters
bn: ফিল্টার
hi: फ़िल्टर
ru: Фильтры
th: ตัวกรอง
zh: 筛选

# hintFilterBody
source: Use filters to find the best foreclosure matches.
bn: সেরা ফোরক্লোজার ম্যাচের জন্য ফিল্টার ব্যবহার করুন।
hi: सर्वोत्तम फोरक्लोज़र मिलान के लिए फ़िल्टर का उपयोग करें।
ru: Используйте фильтры для лучших совпадений по foreclosure.
th: ใช้ตัวกรองเพื่อหาความตรงกันบังคับคดีที่ดีที่สุด
zh: 使用筛选找到最佳法拍匹配。

# hintGotIt
source: Got it
bn: বুঝেছি
hi: समझ गया
ru: Понятно
th: เข้าใจแล้ว
zh: 知道了

# hintDontShowAgain
source: Don't show again
bn: আর দেখাবেন না
hi: दोबारा न दिखाएं
ru: Больше не показывать
th: ไม่แสดงอีก
zh: 不再显示

source: Disable all hints
bn: সমস্ত ইঙ্গিত বন্ধ করুন
hi: सभी संकेत बंद करें
ru: Отключить все подсказки
th: ปิดคำใบ้ทั้งหมด
zh: 禁用所有提示

source: Show hints
bn: ইঙ্গিত দেখান
hi: संकेत दिखाएं
ru: Показывать подсказки
th: แสดงคำใบ้
zh: 显示提示

# nudgeExpertModeTitle
source: Ready for more?
bn: আরো চান?
hi: और चाहिए?
ru: Готовы к большему?
th: พร้อมสำหรับมากขึ้น?
zh: 想要更多？

# nudgeExpertModeBody
source: Try Expert mode for more controls.
bn: আরো নিয়ন্ত্রণের জন্য এক্সপার্ট মোড চেষ্টা করুন।
hi: अधिक नियंत्रण के लिए एक्सपर्ट मोड आज़माएं।
ru: Попробуйте режим Эксперт для дополнительного контроля.
th: ลองโหมดผู้เชี่ยวชาญเพื่อการควบคุมเพิ่มเติม
zh: 试试专家模式获得更多控制。

# nudgeAnnotationTitle
source: Mark it up
bn: নোট যোগ করুন
hi: नोट जोड़ें
ru: Пометки
th: ทำเครื่องหมาย
zh: 做标记

# nudgeAnnotationBody
source: Add annotations on photos for your family.
bn: আপনার পরিবারের জন্য ছবিতে অ্যানোটেশন যোগ করুন।
hi: अपने परिवार के लिए फोटो पर एनोटेशन जोड़ें।
ru: Добавляйте пометки на фото для семьи.
th: เพิ่มคำอธิบายบนรูปสำหรับครอบครัวของคุณ
zh: 在照片上为家人添加标注。

# nudgeForeclosureFilterTitle
source: Narrow it down
bn: সীমিত করুন
hi: सीमित करें
ru: Сузьте поиск
th: จำกัดลง
zh: 缩小范围

# nudgeForeclosureFilterBody
source: Use the foreclosure filter for better matches.
bn: ভালো ম্যাচের জন্য ফোরক্লোজার ফিল্টার ব্যবহার করুন।
hi: बेहतर मिलान के लिए फोरक्लोज़र फ़िल्टर का उपयोग करें।
ru: Используйте фильтр foreclosure для лучших совпадений.
th: ใช้ตัวกรองบังคับคดีเพื่อความตรงกันที่ดีขึ้น
zh: 用法拍筛选获得更好匹配。

# nudgeFamilyBoardTitle
source: See what family found
bn: পরিবার কী পেয়েছে
hi: परिवार ने क्या ढूंढा
ru: Что нашла семья
th: ดูว่าครอบครัวเจออะไร
zh: 看看家人找到了什么

# nudgeFamilyBoardBody
source: Check the Family Board for shared properties.
bn: শেয়ার করা সম্পত্তির জন্য ফ্যামিলি বোর্ড দেখুন।
hi: साझा संपत्तियों के लिए फैमिली बोर्ड देखें।
ru: Смотрите общую доску семьи с объектами.
th: ตรวจสอบบอร์ดครอบครัวสำหรับทรัพย์สินที่แชร์
zh: 在家庭看板查看共享房产。

# nudgeTryIt
source: Try it
bn: চেষ্টা করুন
hi: आज़माएं
ru: Попробовать
th: ลองเลย
zh: 试试

# nudgeNotNow
source: Not now
bn: এখন না
hi: अभी नहीं
ru: Не сейчас
th: ไม่ใช่ตอนนี้
zh: 暂不

# nudgeDefaultTitle
source: Tip
bn: টিপ
hi: सुझाव
ru: Подсказка
th: เคล็ดลับ
zh: 提示

# nudgeDefaultBody
source: Try this feature.
bn: এই বৈশিষ্ট্য চেষ্টা করুন।
hi: इस सुविधा को आज़माएं।
ru: Попробуйте эту функцию.
th: ลองฟีเจอร์นี้
zh: 试试这个功能。

# welcomeSubtitle
source: Find foreclosure properties at the best price
bn: সেরা দামে ফোরক্লোজার সম্পত্তি খুঁজুন
hi: सर्वोत्तम कीमत पर फोरक्लोज़र संपत्ति खोजें
ru: Найдите объекты foreclosure по лучшей цене
th: ค้นหาทรัพย์สินบังคับคดี ในราคาดีที่สุด
zh: 以最佳价格 找到法拍房产

source: Start setup
bn: সেটআপ শুরু করুন
hi: सेटअप शुरू करें
ru: Начать настройку
th: เริ่มการตั้งค่า
zh: 开始设置

# orDivider
source: or
bn: অথবা
hi: या
ru: или
th: หรือ
zh: 或

# skipKnowSwipe
source: I already know how to swipe
bn: আমি ইতিমধ্যে সোয়াইপ জানি
hi: मुझे पहले से स्वाइप आता है
ru: Я уже знаю как свайпать
th: ฉันรู้วิธีสไลด์แล้ว
zh: 我已经会滑动了

# hintsOff
source: Hints are off
bn: ইঙ্গিত বন্ধ
hi: संकेत बंद हैं
ru: Подсказки выключены
th: ปิดคำใบ้แล้ว
zh: 提示已关闭

# tapToTurnOffHints
source: Tap to turn off all hints
bn: সমস্ত ইঙ্গিত বন্ধ করতে ট্যাপ করুন
hi: सभी संकेत बंद करने के लिए टैप करें
ru: Нажмите, чтобы отключить все подсказки
th: แตะเพื่อปิดคำใบ้ทั้งหมด
zh: 点击关闭所有提示

source: Expert Profile Switcher
bn: এক্সপার্ট প্রোফাইল সুইচার
hi: एक्सपर्ट प्रोफ़ाइल स्विचर
ru: Переключатель профиля эксперта
th: สลับโปรไฟล์ผู้เชี่ยวชาญ
zh: 专家档案切换

# rolesList
source: Roles: Khun Pho, Denis, Anton, Vasilisa
bn: ভূমিকা: Khun Pho, Denis, Anton, Vasilisa
hi: भूमिकाएं: Khun Pho, Denis, Anton, Vasilisa
ru: Роли: Khun Pho, Denis, Anton, Vasilisa
th: บทบาท: Khun Pho, Denis, Anton, Vasilisa
zh: 角色：Khun Pho, Denis, Anton, Vasilisa

source: Account
bn: অ্যাকাউন্ট
hi: खाता
ru: Аккаунт
th: บัญชี
zh: 账户

source: Not signed in
bn: সাইন ইন নেই
hi: साइन इन नहीं
ru: Не выполнен вход
th: ยังไม่ได้ลงชื่อเข้าใช้
zh: 未登录

source: Sign In
bn: সাইন ইন
hi: साइन इन
ru: Войти
th: ลงชื่อเข้าใช้
zh: 登录

source: Sign Out
bn: সাইন আউট
hi: साइन आउट
ru: Выйти
th: ลงชื่อออก
zh: 退出

source: Delete Account
bn: অ্যাকাউন্ট মুছুন
hi: खाता हटाएं
ru: Удалить аккаунт
th: ลบบัญชี
zh: 删除账户

source: Signed out
bn: সাইন আউট হয়েছে
hi: साइन आउट हो गया
ru: Вы вышли
th: ลงชื่อออกแล้ว
zh: 已退出

# deleteAccountConfirm
source: Are you sure? This will remove your account and cloud data. Local data may be kept.
bn: নিশ্চিত? এটি আপনার অ্যাকাউন্ট এবং ক্লাউড ডেটা সরাবে। স্থানীয় ডেটা থাকতে পারে।
hi: क्या आप सुनिश्चित हैं? इससे आपका खाता और क्लाउड डेटा हट जाएगा। स्थानीय डेटा रह सकता है।
ru: Вы уверены? Это удалит ваш аккаунт и облачные данные. Локальные данные могут сохраниться.
th: แน่ใจหรือไม่? การดำเนินการนี้จะลบบัญชีและข้อมูลบนคลาวด์ ข้อมูลท้องถิ่นอาจยังอยู่
zh: 确定吗？这将删除您的账户和云端数据。本地数据可能保留。

source: Cancel
bn: বাতিল
hi: रद्द करें
ru: Отмена
th: ยกเลิก
zh: 取消

source: Delete
bn: মুছুন
hi: हटाएं
ru: Удалить
th: ลบ
zh: 删除

source: Account deleted
bn: অ্যাকাউন্ট মুছে ফেলা হয়েছে
hi: खाता हटा दिया गया
ru: Аккаунт удалён
th: ลบบัญชีแล้ว
zh: 账户已删除

source: Sign in again
bn: আবার সাইন ইন করুন
hi: फिर से साइन इन करें
ru: Войдите снова
th: ลงชื่อเข้าใช้อีกครั้ง
zh: 重新登录

# deleteAccountSignInAgain
source: To delete your account, please sign out, then sign in again and try Delete Account.
bn: অ্যাকাউন্ট মুছতে সাইন আউট করুন, তারপর আবার সাইন ইন করে Delete Account চেষ্টা করুন।
hi: खाता हटाने के लिए पहले साइन आउट करें, फिर साइन इन करके Delete Account आज़माएं।
ru: Чтобы удалить аккаунт, выйдите, затем снова войдите и нажмите «Удалить аккаунт».
th: เพื่อลบบัญชี กรุณาลงชื่อออก แล้วลงชื่อเข้าใช้ใหม่และลองลบบัญชี
zh: 要删除账户，请先退出，再重新登录后尝试「删除账户」。

source: OK
bn: ঠিক আছে
hi: ठीक है
th: ตกลง
zh: 确定

# couldNotDeleteAccount
source: Could not delete account. Try again.
bn: অ্যাকাউন্ট মুছতে পারা যায়নি। আবার চেষ্টা করুন।
hi: खाता हटा नहीं सके। पुनः प्रयास करें।
ru: Не удалось удалить аккаунт. Попробуйте снова.
th: ลบบัญชีไม่ได้ ลองอีกครั้ง
zh: 无法删除账户，请重试。

source: Achievements
bn: অর্জন
hi: उपलब्धियां
ru: Достижения
th: ความสำเร็จ
zh: 成就

source: Undo limit reached
bn: আনডু সীমা পূর্ণ
hi: अनडू सीमा पूरी
ru: Достигнут лимит отмен
th: ถึงขีดจำกัดการยกเลิก
zh: 已达撤销上限

source: Upgrade to Premium
bn: প্রিমিয়ামে আপগ্রেড করুন
hi: प्रीमियम में अपग्रेड करें
ru: Перейти на Premium
th: อัปเกรดเป็นพรีเมียม
zh: 升级至高级版

# resetIn
source: Resets in: {time}
bn: রিসেট: {time}
hi: रीसेट: {time}
ru: Сброс через: {time}
th: รีเซ็ตใน: {time}
zh: 重置时间：{time}

source: Foreclosure Mode: ON
bn: ফোরক্লোজার মোড: চালু
hi: फोरक्लोज़र मोड: ऑन
ru: Режим Foreclosure: ВКЛ
th: โหมดบังคับคดี: เปิด
zh: 法拍模式：开

source: Foreclosure Mode: OFF
bn: ফোরক্লোজার মোড: বন্ধ
hi: फोरक्लोज़र मोड: ऑफ
ru: Режим Foreclosure: ВЫКЛ
th: โหมดบังคับคดี: ปิด
zh: 法拍模式：关
